[
  {
    "id": 1,
    "quote": "I love the rain. It's my favorite weather.",
    "author": "Kristen Wiig"
  },
  {
    "id": 2,
    "quote": "Conversation about the weather is the last refuge of the unimaginative.",
    "author": "Oscar Wilde"
  },
  {
    "id": 3,
    "quote": "My style varies on my mood or the weather of the day.",
    "author": "Jennie"
  },
  {
    "id": 4,
    "quote": "Weather forecast for tonight: dark.",
    "author": "George Carlin"
  },
  {
    "id": 5,
    "quote": "A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain.",
    "author": "Robert Frost"
  },
  {
    "id": 6,
    "quote": "If you want to see the sunshine, you have to weather the storm.",
    "author": "Frank Lane"
  },
  {
    "id": 7,
    "quote": "What dreadful hot weather we have! It keeps me in a continual state of inelegance.",
    "author": "Jane Austen"
  },
  {
    "id": 8,
    "quote": "Sunshine is delicious, rain is refreshing, wind brace up, snow is exhilarating; there is no such thing as bad weather, only different kinds of good weather.",
    "author": "Ruskin"
  },
  {
    "id": 9,
    "quote": "One can't predict the weather more than a few days in advance.",
    "author": "Stephen Hawking"
  },
  {
    "id": 10,
    "quote": "A change in the weather is sufficient to recreate the world and ourselves.",
    "author": "Marcel Proust"
  },
  {
    "id": 11,
    "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness.",
    "author": "John Steinbeck"
  },
  {
    "id": 12,
    "quote": "Climate is what we expect, weather is what we get.",
    "author": "Mark Twain"
  },
  {
    "id": 13,
    "quote": "Shut the door not that it lets in the cold, but that it lets out the coziness.",
    "author": "Mark Twain"
  },
  {
    "id": 14,
    "quote": "I like the cold weather. it means you get work done.",
    "author": "Noam Chomsky"
  },
  {
    "id": 15,
    "quote": "Who cares about the clouds when we're together? Just sing a song and bring the sunny weather.",
    "author": "Dale Evan"
  }
]
